Repository: RafaellaJunqueira/PGTBL
Catalog: pgtbl/dashboard/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Group
pt_br: Grupo

source: Total of points
pt_br: Pontuação total

source: Move up
pt_br: Subir posição

source: point
pt_br: ponto

source: Average points
pt_br: Média de pontos

source: 1st position bonus
pt_br: Bonus do 1º colocado

source: on the average of TBL session
pt_br: na média da sessão de TBL

source: Student Points
pt_br: Contribuição do grupo

source: Point
pt_br: Pontuação

source: There are no students submission in this group.
pt_br: Não há submissões enviadas pelos estudantes desse grupo.

source: Group Badges
pt_br: Medalhas do grupo

source: This group has not received any badge yet
pt_br: Esse grupo não recebeu nenhuma medalha ainda

source: 500 Group Points
pt_br: Grupo alcançou 500 pontos

source: 1500 Group Points
pt_br: Grupo alcançou 1500 pontos

source: 1000 Group Points
pt_br: Grupo alcançou 1000 pontos

source: 2000 Group Points
pt_br: Grupo alcançou 2000 pontos

source: 3000 Group Points
pt_br: Grupo alcançou 3000 pontos

source: First position
pt_br: Primeiro colocado

source: First Position Once
pt_br: Medalha de primeiro colocado em uma sessão

source: Always first position
pt_br: Grupo em primeiro colocado em todas as sessões

source: First Position Always
pt_br: Grupo em primeiro colocado em todas as sessões

source: Session Report:
pt_br: Relatório da sessão:

source: iRAT Average
pt_br: Média da avaliação iRAT

source: The date has not yet been defined
pt_br: A data não foi definida ainda.

source: gRAT Average
pt_br: Média da avaliação gRAT

source: iRAT and gRAT Report
pt_br: Relatório das avaliações iRAT e gRAT

source: Username
pt_br: Usuário

source: Number of correct answers for questions
pt_br: Número de respostas corretas por questão

source: Questions
pt_br: Questões

source: Number of correct answers
pt_br: Número de respostas corretas
