Repository: RafaellaJunqueira/PGTBL
Catalog: pgtbl/rank/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Title
pt_br: Título

source: Title of group
pt_br: Título do grupo

source: Gamification total score
pt_br: Pontuação total da gamificação

source: Gamification group total scores.
pt_br: Pontuação total do grupo na gamificação.

source: First Position once badge
pt_br: Medalha de primeiro colocado em uma sessão

source: Group in first position once
pt_br: Grupo na primeira posição em uma sessão

source: First Position always badge
pt_br: Medalha de primeiro colocado em todas as sessões

source: Group in first position always
pt_br: Grupo em primeiro colocado em todas as sessões

source: Created at
pt_br: Criado em

source: Date that the group is created.
pt_br: Data que o grupo foi criado.

source: Hall of Fame Groups
pt_br: Grupos do Hall da Fama

source: Badges
pt_br: Medalhas

source: This group has not received any badge yet
pt_br: Esse grupo não recebeu medalhas ainda.

source: 500 Group Points
pt_br: Grupo alcançou 500 pontos

source: 1500 Group Points
pt_br: Grupo alcançou 1500 pontos

source: 1000 Group Points
pt_br: Grupo alcançou 1000 pontos

source: 2000 Group Points
pt_br: Grupo alcançou 2000 pontos

source: 3000 Group Points
pt_br: Grupo alcançou 3000 pontos

source: First position
pt_br: Primeiro colocado

source: First Position Once
pt_br: Primeiro colocado em uma sessão

source: Always first position
pt_br: Primeiro colocado em todas as sessões

source: First Position Always
pt_br: Primeiro colocado em todas as sessões

source: There are no teams in rank yet.
pt_br: Não há grupos no rank ainda.

source: Hall of fame
pt_br: Hall da Fama

source: Winning groups each semester
pt_br: Grupos ganhadores de cada semestre

source: No groups in the Hall of Fame
pt_br: Não há grupos no Hall da Fama

source: You are not authorized to do this action.
pt_br: Você não está autorizado a fazer essa ação.
